---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewPlan
zh: 平面视图、平面图
source: html/31015f55-79d5-9f58-7d8d-df79a498c917.htm
---
# ViewPlan Properties

**中文**: 平面视图、平面图

Element id of Analysis Display Style associated with the view.